tap "denvazh/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/fuse"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "adns"
brew "ant"
brew "openssl"
brew "libssh2"
brew "aria2"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bfg"
brew "icu4c"
brew "gettext"
brew "pixman"
brew "circleci"
brew "clean"
brew "curl"
brew "czmq"
brew "poppler"
brew "diff-pdf"
brew "diff-so-fancy"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq", restart_service: true
brew "dos2unix"
brew "exiftool"
brew "faac"
brew "harfbuzz"
brew "lame"
brew "sdl2"
brew "xvid"
brew "ffmpeg"
brew "fleetctl"
brew "fzf"
brew "gauge"
brew "gd"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "git-standup"
brew "git-tracker"
brew "glew"
brew "libsigc++"
brew "glibmm"
brew "glm"
brew "gmp"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "gpg-agent"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "highlight"
brew "html2text"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "jansson"
brew "jq"
brew "jshon"
brew "kotlin"
brew "libfaketime"
brew "libsodium"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libxml++"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lnav"
brew "logstash"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "mitmproxy"
brew "mongodb"
brew "mono"
brew "mysql"
brew "nkf"
brew "nmap"
brew "nvm"
brew "osslsigncode"
brew "ossp-uuid"
brew "pandoc"
brew "pango"
brew "parallel"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rbenv-vars"
brew "redis"
brew "rethinkdb"
brew "rlwrap"
brew "rust"
brew "sbcl"
brew "sbt"
brew "scala"
brew "shunit2"
brew "siege"
brew "socat"
brew "sshfs"
brew "texi2html"
brew "thefuck"
brew "tree"
brew "typesafe-activator"
brew "unrar"
brew "v8@3.15"
brew "wabt"
brew "watchman"
brew "wine"
brew "xctool"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "alfred"
cask "chromium"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "hstracker"
cask "intellij-idea"
cask "iterm2"
cask "keybase"
cask "keyboard-cleaner"
cask "lastpass"
cask "obs"
cask "packet-peeper"
cask "pgadmin3"
cask "postman"
cask "qlmarkdown"
cask "react-native-debugger"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "discord"
cask "steam"
cask "sublime-text"
cask "trailer"
cask "tunnelblick"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visualvm"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
