cask_args appdir: "/Applications"
tap "aws/tap"
tap "denvazh/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "adns"
brew "libyaml"
brew "readline"
brew "ansible"
brew "ant"
brew "apache-spark"
brew "libssh2"
brew "aria2"
brew "athenacli"
brew "autoconf"
brew "automake"
brew "awscli"
brew "awslogs"
brew "bfg"
brew "icu4c"
brew "boost"
brew "gettext"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "circleci"
brew "clean"
brew "gmp"
brew "coreutils"
brew "curl"
brew "libsodium"
brew "czmq"
brew "poppler"
brew "diff-pdf"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker-compose-completion"
brew "docker-credential-helper-ecr"
brew "dos2unix"
brew "dosbox"
brew "exiftool"
brew "faac"
brew "libtool"
brew "guile"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "sdl2"
brew "xvid"
brew "ffmpeg"
brew "fleetctl"
brew "fzf"
brew "gauge"
brew "gd"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "git-standup"
brew "git-tracker"
brew "glew"
brew "libsigc++"
brew "glibmm"
brew "glm"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "sdl2_image"
brew "gource"
brew "gradle"
brew "netpbm"
brew "pango"
brew "graphviz"
brew "haskell-stack"
brew "highlight"
brew "html2text"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "jansson"
brew "jenv"
brew "jq"
brew "jshon"
brew "k6"
brew "kotlin"
brew "lastpass-cli"
brew "libfaketime"
brew "libusb-compat"
brew "libvo-aacenc"
brew "libxml++"
brew "libxslt"
brew "lnav"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "mitmproxy"
brew "mockserver"
brew "mono"
brew "mpack"
brew "mysql"
brew "neovim"
brew "nkf"
brew "nmap"
brew "nvm"
brew "osslsigncode"
brew "ossp-uuid"
brew "pandoc"
brew "parallel"
brew "parquet-tools"
brew "pgcli"
brew "postgresql"
brew "pth"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-vars"
brew "redis"
brew "rethinkdb"
brew "rlwrap"
brew "rust"
brew "sbcl"
brew "sbt"
brew "scala"
brew "shunit2"
brew "siege"
brew "socat"
brew "sshfs"
brew "texi2html"
brew "thefuck"
brew "tree"
brew "unrar"
brew "v8@3.15"
brew "volatility"
brew "wabt"
brew "watchman"
brew "wine"
brew "youtube-dl"
brew "z"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
cask "alfred"
cask "android-sdk"
cask "battle-net"
cask "chromium"
cask "dash"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphiql"
cask "hstracker"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "java8"
cask "keybase"
cask "keyboard-cleaner"
cask "mysqlworkbench"
cask "ngrok"
cask "obs"
cask "osxfuse"
cask "packet-peeper"
cask "poedit"
cask "postman"
cask "qlmarkdown"
cask "react-native-debugger"
cask "sequel-pro"
cask "session-manager-plugin"
cask "skype"
cask "slack"
cask "soundflower"
cask "sqlworkbenchj"
cask "steam"
cask "sublime-text"
cask "trailer"
cask "tunnelblick"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "xquartz"
cask "zoom"
mas "1Password", id: 443987910
mas "Pixelmator", id: 407963104
mas "iMovie", id: 408981434
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Things", id: 407951449
mas "LINE", id: 539883307
mas "LastPass", id: 926036361
mas "Numbers", id: 409203825
